{
  "emulator": "RetroArch",
  "extensions": ["bin"],
  "year": "1976",
  "platformType": "Console",
  "emuMoviesName": "Fairchild_Channel_F",
  "romSets": {
    "GoodSet": "",
    "NoIntro": "Fairchild - Channel F",
    "Redump": "",
    "SoftwareLists": "channelf",
    "TOSEC": "VES & Channel F",
    "NoGoodSet": ""
  },
  "GamesDbData": {
        "baseImgUrl": "http://thegamesdb.net/banners/",
        "Platform": {
            "id": "4928",
            "Platform": "Fairchild Channel F",
            "console": "http://www.youtube.com/watch?v=4928.png",
            "overview": "The Fairchild Channel F debuted August 1976 for $169.99 USD (about $700 USD in 2014) as the Fairchild Video Entertainment System (VES) later changing the console name to Fairchild Channel F when the Atari (VCS) 2600 was released. The &quot;F&quot; in Fairchild Channel F stood for the microprocessor the Fairchild F8. The system had signs of good success for the first year but was short lived do to the release of the Atari (VCS) 2600 and production of the console ceased in 1978.\n\nDespite the short life of the Fairchild Channel F it brought us many first that we take for granted. The Fairchild Channel F was the first system to make use of the microprocessor. This is important because the microprocessor allowed for another first, playing against a computer opponent. Finally the first that none of us would know what to do with out, the pause feature, to freeze game play. Now technically on the Fairchild Channel F the button was called &quot;hold&quot; but it was the first to allow a player to freeze game play and resume at a later time, it was just given the name &quot;pause&quot; later on the Atari 5200.",
            "manufacturer": "Fairchild",
            "Images": {
                "boxart": {
                    "@side": "back",
                    "@width": "479",
                    "@height": "221",
                    "#text": "platform/boxart/4928-1.png"
                },
                "consoleart": "platform/consoleart/4928.png",
                "controllerart": "platform/controllerart/4928.png"
            }
        }
    }
}